Repository: pic16f877ccs/Time-from-start
Catalog: timeFromStart@pic16f877ccs.github.com/po/*.po
Languages: de

source: Reminder, the timer is finished!
de: Erinnerung, der Timer ist abgelaufen!

source: System start time
de: Systemstartzeit

source: User login time
de: Benutzeranmeldezeit

source: Show Message After
de: Nachricht anzeigen nach

source: Show user inactivity
de: Benutzerinaktivität anzeigen

source: Behavior
de: Verhalten

source: Notification Sound
de: Benachrichtigungston

source: Choose which sound to play
de: Wählen Sie den abzuspielenden Ton aus

source: Loading...
de: Wird geladen ...

source: Enable sound
de: Ton aktivieren

source: Enable or disable sound notifications
de: Tonbenachrichtigungen aktivieren oder deaktivieren

source: Ignore Idle Time
de: Leerlaufzeit ignorieren

source: Do not take into account downtime
de: Die Ausfallzeit wird nicht berücksichtigt

source: Time duration format
de: Zeitdauerformat

source: Duration time format of the extension in the panel
de: Format der Zeitdauer für die Anzeige im Panel

source: Mode
de: Modus

source: Show system or user
de: System oder Benutzer anzeigen

source: Show the system or user in the panel
de: System- oder Benutzer-Laufzeit im Panel anzeigen

source: Delay settings
de: Verzögerungseinstellungen

source: Settings of a minutes
de: Einstellungen für Minuten

source: Setting the reminder time in minutes
de: Einstellung der Erinnerungszeit in Minuten

source: Settings of a hours
de: Einstellungen für Stunden

source: Setting the reminder time in hours
de: Einstellung der Erinnerungszeit in Stunden

source: Failed to read directory
de: Verzeichnis konnte nicht gelesen werden

source: No matching sound files found
de: Keine passenden Sounddateien gefunden
